
   	(function randomQuotes() {
   	    var quotes = [
   	    '<p>Бирата е направена от човека. Виното от Бог</p><p>Мартин Лутер</p>',
   	    '<p>Винаги готвя с вино. Понякога го слагам в храната</p><p>Уилям Фийлдс</p>',
   	    '<p>Дайте ми още вино или ме оставете на мира</p><p>Руми</p>',
   	    '<p>Възрастта е просто число. Напълно незначителна е, освен, разбира се, ако не си бутилка вино</p><p>Джоан Колинс</p>',
   	    '<p>Във виното е истината</p><p>Латински израз</p>',
   	    '<p>Пеницилинът лекува, но виното прави хората щастливи</p><p>Александър Флеминг</p>',
   	    '<p>Виното развеселява тъжния, подмладява стария и вдъхновява младите</p><p>Лорд Байрон</p>',
   	    '<p>Обичам всичко старо – старите приятели, старите времена, старите маниери, старите книги, старите вина</p><p>Оливър Голдсмит</p>',
   	    '<p>Аз съм като старо вино. Към мен не посягат много често, но съм добре запазена</p><p>Роуз Кенеди - майка на президента Джон Кенеди</p>',
   	    '<p>Пийте вино, а не етикети</p><p>Д-р Мейнард Америн</p>',
   	    '<p>Животът е твърде кратък, за да пием евтино вино</p><p>Клиф Хаким</p>',
   	    '<p>Виното е ключалката, през която надничаш в сърцето</p><p>Алкей</p>',
   	    '<p>Виното е като превъплъщението - едновременно е и човек, и Бог</p><p>Пол Тилич</p>',
   	    '<p>Хората са като виното – някои се превръщат в оцет, а други се подобряват с възрастта</p><p>Папа Йоан XXIII</p>',
   	    '<p>Устните му пият вода, но сърцето му пие вино</p><p>E. Къмингс</p>',
   	    '<p>Обичам, когато седя на масата, да виждам отблясъка на бутилка интелигентно вино</p><p>Пабло Неруда</p>',
   	    '<p>Никой доблестен човек не мрази хубавото вино</p><p>Рабле</p>',
   	    '<p>Ако имаш вино днес, напий се днес, а за утрешните грижи мисли утре</p><p>Китайска пословица</p>',
   	    '<p>Имам толкова много работа...Вместо това мисля да си налея чаша вино</p><p>Неизвестен, но очевидно съобразителен автор</p>',
   	    '<p>Как се отнася интелигентният човек към бутилка вино? - отваря я и я оставя да подиша. Ако му се струва, че тя не диша, веднага й прилага дишане уста в уста</p><p>Импровизация</p>',
   	    '<p>Дайте на един човек бутилка вино и той цял ден ще пие сам. Научете един човек да прави вино и той цял живот ще е заобиколен от добри приятели</p><p>Древна поговорка в средите на винопроизводителите</p>'
   	    ];
   	    var randomNumber = Math.floor(Math.random() * quotes.length);
   	    document.getElementById('quoteDisplay').innerHTML = quotes[randomNumber];
   	})();